const faqsData = [
  {
    question: "آیا برای ثبت‌نام و شرکت در رویداد باید هزینه‌ای پرداخت کنم؟",
    answer: "خیر، شرکت تو این رویداد کاملا رایگانه.",
  },
  {
    question: "آیا شرکت در رویداد نیاز به پیش‌نیازی داره؟",
    answer:
      "خیر، ما از صفر تا صد چیزی که برای تبدیل به یه برنامه کامل وب نیازه رو بهتون یاد می‌دیم. آشنایی با کلیات مباحث پایه‌ای تو برنامه‌نویسی(حلقه‌ها، شرط و ...) تو بخش web میتونه کمکتون کنه. تو بخش idea هم همون طور که از اسمش برمیاد داشتن یک ایده شدیدا به کارتون سرعت میده.",
  },
  {
    question: "بعد از گذراندن رویداد،‌ گواهینامه‌ای دریافت خواهم کرد؟",
    answer:
      "بله. تیم‌ها در صورتی که بتونن تمامی فازهای رویداد رو پشت سر بذارن و فایل مورد نظر رو سابمیت کنن، یه گواهینامه معتبر با امضای سرپرست علمی رویداد دریافت خواهند کرد.",
  },
  {
    question: "از چه زبان‌های برنامه‌نویسی‌ای برای توسعه‌ی وب استفاده‌ می‌شود؟",
    answer:
      "علاوه بر CSS و HTML و JavaScript که کلیات کار هستن از کتابخونه React JS و فریمورک Django هم در توسعه سایت استفاده می‌کنیم.",
  },
  {
    question:
      "آیا زمان خاصی را باید در طول هفته برای رویداد در نظر بگیرم یا از قبل زمان جلسات و کارگاه رفع اشکال و ... اطلاع‌رسانی می‌شود؟",
    answer:
      "زمان‌بندی رویداد کاملا منعطف است و هیچ اجبار زمانی‌ای برای آن وجود ندارد.داکیومنت ها و ویدیو ها نیز کاملا به صورت ضبط شده در اختیار شما قرار خواهد گرفت تا هر موقع که خواستید از محتوای آن بهره ببرید.",
  },
];

export default faqsData;
